Repository: knotq-app/mobile
Catalog: ios/KnotQMobile/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# web.delete_account.step2_a
source: Open the account screen and choose
ar: افتح شاشة الحساب واختر
cs: Otevřete obrazovku účtu a zvolte
da: Åbn kontoskærmen og vælg
de: Öffnen Sie den Kontobildschirm und wählen Sie
el: Ανοίξτε την οθόνη λογαριασμού και επιλέξτε
es: Abre la pantalla de cuenta y elige
fi: Avaa tiliasetus ja valitse
fr: Ouvrez l'écran du compte et choisissez
he: פתח את מסך החשבון ובחר
hi: खाता स्क्रीन खोलें और चुनें
hu: Nyissa meg a fiók képernyőt és válassza
id: Buka layar akun dan pilih
it: Apri la schermata dell'account e scegli
ja: アカウント画面を開いて選択
ko: 계정 화면을 열고 선택하세요
ms: Buka layar akun dan pilih
nb: Åpne kontoskjermen og velg
nl: Open het accountscherm en kies
pl: Otwórz ekran konta i wybierz
pt_br: Abra a tela de conta e escolha
pt_pt: Abra o ecrã da conta e escolha
ro: Deschideți ecranul contului și alegeți
ru: Откройте экран учётной записи и выберите
sk: Otvorte obrazovku konta a zvolte
sv: Öppna kontoskärmen och välj
th: เปิดหน้าจออัญชุณและเลือก
tr: Hesap ekranını açın ve seçin
uk: Відкрийте екран акаунту та виберіть
vi: Mở màn hình tài khoản và chọn
zh_hans: 打开账户屏幕并选择
zh_hant: 開啟帳戶畫面並選擇

# web.delete_account.step3
source: Confirm by typing your account email address and your current password.
ar: تأكيد بكتابة عنوان بريدك الإلكتروني وكلمة المرور الحالية.
cs: Potvrďte zadáním e-mailové adresy svého účtu a svého aktuálního hesla.
da: Bekræft ved at skrive din kontos e-mailadresse og dit aktuelle adgangskode.
de: Bestätigen Sie, indem Sie Ihre Konto-E-Mail-Adresse und Ihr aktuelles Passwort eingeben.
el: Επιβεβαιώστε πληκτρολογώντας τη διεύθυνση email του λογαριασμού σας και τον τρέχοντα κωδικό πρόσβασής σας.
es: Confirma escribiendo tu dirección de correo electrónico de cuenta y tu contraseña actual.
fi: Vahvista kirjoittamalla tilisi sähköpostiosoite ja nykyinen salasanasi.
fr: Confirmez en tapant votre adresse e-mail de compte et votre mot de passe actuel.
he: אשר על ידי הקלדת כתובת הדוא״ל של החשבון שלך והסיסמה הנוכחית שלך.
hi: अपना खाता ईमेल पता और वर्तमान पासवर्ड टाइप करके पुष्टि करें।
hu: Erősítse meg a fiók e-mail-címének és jelenlegi jelszavának begépelésével.
id: Konfirmasi dengan mengetik alamat email akun dan kata sandi saat ini Anda.
it: Conferma digitando il tuo indirizzo email dell'account e la tua password attuale.
ja: アカウントのメールアドレスと現在のパスワードを入力して確認します。
ko: 계정 이메일 주소와 현재 비밀번호를 입력하여 확인하세요.
ms: Konfirmasi dengan mengetik alamat email akun dan sandi saat ini Anda.
nb: Bekreft ved å skrive inn e-postadressen for kontoen og gjeldende passord.
nl: Bevestig door je e-mailadres van het account en je huidige wachtwoord in te voeren.
pl: Potwierdź, wpisując swój adres e-mail konta i bieżące hasło.
pt_br: Confirme digitando o endereço de email de sua conta e sua senha atual.
pt_pt: Confirme digitando o seu endereço de correio eletrónico da conta e a sua palavra-passe atual.
ro: Confirmați prin introducerea adresei dvs. de e-mail de cont și a parolei dvs. actuale.
ru: Подтвердите, введя адрес электронной почты вашей учётной записи и ваш текущий пароль.
sk: Potvrďte zadaním e-mailovej adresy vášho konta a aktuálneho hesla.
sv: Bekräfta genom att skriva din kontoe-postadress och ditt aktuella lösenord.
th: ยืนยันโดยพิมพ์ที่อยู่อีเมลบัญชีและรหัสผ่านปัจจุบันของคุณ
tr: Hesap e-posta adresinizi ve mevcut parolanızı yazarak onaylayın.
uk: Підтвердьте, вписавши адресу вашого акаунту та поточний пароль.
vi: Xác nhận bằng cách nhập địa chỉ email tài khoản và mật khẩu hiện tại của bạn.
zh_hans: 通过输入您的账户电子邮件地址和当前密码进行确认。
zh_hant: 輸入您的帳戶電子郵件地址和目前的密碼以確認。

# web.delete_account.step4
source: Confirm the deletion. Your account is then scheduled for deletion and you are signed out on all devices.
ar: أكّد الحذف. يتم بعد ذلك جدولة حسابك للحذف وتتم إزالة تسجيل دخولك من جميع الأجهزة.
cs: Potvrďte smazání. Váš účet je poté naplánován na smazání a budete odhlášeni na všech zařízeních.
da: Bekræft sletningen. Din konto er derefter planlagt til sletning, og du logges ud på alle enheder.
de: Bestätigen Sie die Löschung. Ihr Konto wird dann zur Löschung eingeplant und Sie werden auf allen Geräten abgemeldet.
el: Επιβεβαιώστε τη διαγραφή. Ο λογαριασμός σας προγραμματίζεται τότε για διαγραφή και έχετε αποσυνδεθεί σε όλες τις συσκευές.
es: Confirma la eliminación. Tu cuenta se programa para eliminación y se cierra la sesión en todos los dispositivos.
fi: Vahvista poistaminen. Tilisi on sitten aikataulutettu poistettavaksi ja sinut kirjaudutaan ulos kaikilla laitteilla.
fr: Confirmez la suppression. Votre compte est ensuite prévu pour suppression et vous êtes déconnecté sur tous les appareils.
he: אשר את המחיקה. החשבון שלך מתוזמן למחיקה ואתה מתנתק בכל הציוד.
hi: हटाने की पुष्टि करें। आपका खाता फिर हटाने के लिए निर्धारित किया जाता है और आप सभी डिवाइसों पर साइन आउट हो जाते हैं।
hu: Erősítse meg a törlést. Az Ön fiókja a törlésre van ütemezve, és az összes eszközön kijelentkezik.
id: Konfirmasi penghapusan. Akun Anda kemudian dijadwalkan untuk dihapus dan Anda keluar di semua perangkat.
it: Conferma l'eliminazione. Il tuo account è quindi programmato per l'eliminazione e sei disconnesso su tutti i dispositivi.
ja: 削除を確認します。アカウントは削除がスケジュールされ、すべてのデバイスでサインアウトされます。
ko: 삭제를 확인하세요. 계정이 삭제되도록 예약되고 모든 디바이스에서 로그아웃됩니다.
ms: Konfirmasi penghapusan. Akun Anda kemudian dijadwalkan untuk penghapusan dan Anda keluar di semua perangkat.
nb: Bekreft slettingen. Kontoen din blir deretter planlagt for sletting og du blir logget ut på alle enheter.
nl: Bevestig de verwijdering. Je account is dan gepland voor verwijdering en je bent op alle apparaten afgemeld.
pl: Potwierdź usunięcie. Twoje konto zostanie następnie zaplanowane do usunięcia i zostaniesz wylogowany ze wszystkich urządzeń.
pt_br: Confirme a exclusão. Sua conta será então agendada para exclusão e você será desconectado em todos os dispositivos.
pt_pt: Confirme a eliminação. A sua conta é então agendada para eliminação e é iniciada a saída em todos os dispositivos.
ro: Confirmați ștergerea. Contul dvs. este apoi programat pentru ștergere și sunteți deconectați pe toate dispozitivele.
ru: Подтвердите удаление. Ваша учётная запись затем запланирована для удаления, и вы будете выведены из системы на всех устройствах.
sk: Potvrďte zmazanie. Vaše konto je potom naplánované na zmazanie a budete sa odhlásiť na všetkých zariadeniach.
sv: Bekräfta borttagningen. Ditt konto planeras sedan för borttagning och du loggas ut på alla enheter.
th: ยืนยันการลบ บัญชีของคุณจะถูกกำหนดเวลาลบและคุณจะถูกลงชื่อออกบนทุกอุปกรณ์
tr: Silmeyi onaylayın. Hesabınız daha sonra silme işlemi için planlanır ve tüm cihazlardan oturumunuz kapatılır.
uk: Підтвердьте видалення. Ваш акаунт буде запланований на видалення, й ви будете виходити на всіх пристроях.
vi: Xác nhận xóa. Tài khoản của bạn sau đó được lên lịch để xóa và bạn bị đăng xuất trên tất cả các thiết bị.
zh_hans: 确认删除。您的账户随后将被计划删除，并在所有设备上登出。
zh_hant: 確認刪除。您的帳戶隨後會排定刪除，且您將在所有裝置上登出。

# web.delete_account.store_subscription_a
source: Deleting your KnotQ account does
ar: حذف حساب KnotQ الخاص بك
cs: Smazání vašeho účtu KnotQ
da: Sletning af din KnotQ-konto
de: Das Löschen Ihres KnotQ-Kontos
el: Η διαγραφή του λογαριασμού KnotQ
es: Eliminar tu cuenta de KnotQ
fi: KnotQ-tilin poistaminen
fr: La suppression de votre compte KnotQ
he: מחיקת חשבון KnotQ שלך
hi: आपके KnotQ खाते को हटाना
hu: A KnotQ fiók törlése
id: Menghapus akun KnotQ Anda
it: L'eliminazione del tuo account KnotQ
ja: KnotQアカウントを削除しても
ko: KnotQ 계정을 삭제해도 Google Play Store 또는 Apple App Store에서 구매한 구독이
ms: Menghapus akun KnotQ Anda
nb: Sletting av KnotQ-kontoen din gjør
nl: Het verwijderen van je KnotQ-account zal
pl: Usunięcie Twojego konta KnotQ
pt_br: Excluir sua conta KnotQ
pt_pt: Eliminar a sua conta KnotQ
ro: Ștergerea contului dvs. KnotQ
ru: Удаление вашей учётной записи KnotQ
sk: Zmazanie vášho konta KnotQ
sv: Om du tar bort ditt KnotQ-konto gör det
th: การลบบัญชี KnotQ ของคุณ
tr: KnotQ hesabınızı silme işlemi
uk: Видалення вашого акаунту KnotQ
vi: Xóa tài khoản KnotQ của bạn
zh_hans: 删除 KnotQ 账户并
zh_hant: 刪除您的 KnotQ 帳戶

# web.delete_account.store_subscription_b
source: automatically cancel a subscription you purchased through the Google Play Store or Apple App Store. If you subscribed through an app store, cancel the subscription directly in that store's subscription settings to stop future charges.
ar: إلغاء الاشتراك الذي اشتريته من Google Play Store أو Apple App Store تلقائيًا. إذا اشتركت عبر متجر التطبيقات، قم بإلغاء الاشتراك مباشرة في إعدادات الاشتراك في متجر التطبيقات لإيقاف الرسوم المستقبلية.
cs: automaticky zruší předplatné, které jste si koupili v Google Play Store nebo Apple App Store. Pokud jste se přihlásili prostřednictvím app storu, zrušte předplatné přímo v nastavení předplatného tohoto storu, abyste zastavili budoucí poplatky.
da: automatisk annullere et abonnement, du har købt gennem Google Play Store eller Apple App Store. Hvis du har abonneret via en app store, skal du annullere abonnementet direkte i den pågældende stores abonnementsindstillinger for at stoppe fremtidige debiteringer.
de: nicht automatisch ein Abonnement storniert, das Sie über den Google Play Store oder Apple App Store gekauft haben. Wenn Sie über einen App Store abonniert haben, stornieren Sie das Abonnement direkt in den Abonnement-Einstellungen dieses Stores, um zukünftige Gebühren zu vermeiden.
el: αυτόματα ακύρωση μιας συνδρομής που αγοράσατε μέσω του Google Play Store ή του Apple App Store. Αν συνδρομήθηκατε μέσω ενός app store, ακυρώστε τη συνδρομή απευθείας στις ρυθμίσεις συνδρομής του app store για να σταματήσετε τις μελλοντικές χρεώσεις.
es: no cancela automáticamente una suscripción que compraste a través de Google Play Store o Apple App Store. Si te suscribiste a través de una tienda de aplicaciones, cancela la suscripción directamente en la configuración de suscripción de esa tienda para detener los cargos futuros.
fi: automaattisesti peruuttaa Google Play Storesta tai Apple App Storesta ostamasi tilausta. Jos ostat tilauksen sovellussaatavuudesta, peruuta tilaus suoraan kyseisen kaupan tilausasetuksissa jatkautuvien veloitusten pysäyttämiseksi.
fr: annule pas automatiquement un abonnement que vous avez acheté via Google Play Store ou Apple App Store. Si vous vous êtes abonné via un magasin d'applications, annulez l'abonnement directement dans les paramètres d'abonnement de ce magasin pour arrêter les frais futurs.
he: לא בטל באופן אוטומטי מנוי שקנית דרך Google Play Store או Apple App Store. אם נרשמת דרך חנות אפליקציות, בטל את המנוי ישירות בהגדרות המנוי של אותה חנות כדי לעצור חיובים עתידיים.
hi: स्वचालित रूप से Google Play Store या Apple App Store के माध्यम से खरीदी गई सदस्यता को रद्द नहीं करता। यदि आपने ऐप स्टोर के माध्यम से सदस्यता ली है, तो भविष्य के शुल्क को रोकने के लिए सीधे उस स्टोर की सदस्यता सेटिंग में सदस्यता रद्द करें।
hu: automatikusan meghiúsítja a Google Play Áruházban vagy az Apple App Áruházban vásárolt előfizetést. Ha egy alkalmazás áruházon keresztül iratkoztál fel, közvetlenül az adott áruház előfizetési beállításaiban szakítsd meg az előfizetést a jövőbeli díjak megakadályozásához.
id: secara otomatis membatalkan langganan yang Anda beli melalui Google Play Store atau Apple App Store. Jika Anda berlangganan melalui app store, batalkan langganan langsung di pengaturan langganan toko itu untuk menghentikan biaya di masa depan.
it: non annulla automaticamente un abbonamento che hai acquistato tramite Google Play Store o Apple App Store. Se hai effettuato l'iscrizione tramite un app store, annulla l'iscrizione direttamente nelle impostazioni di iscrizione di quell'app store per interrompere gli addebiti futuri.
ja: Google PlayストアまたはApple App Store経由で購入したサブスクリプションが自動的にキャンセルされることはありません。アプリストア経由でサブスクリプションした場合、そのストアのサブスクリプション設定で直接キャンセルして、将来の請求を停止してください。
ko: 자동으로 취소되지 않습니다. 앱 스토어를 통해 구독한 경우 해당 스토어의 구독 설정에서 직접 구독을 취소하여 향후 청구를 중단하세요.
ms: secara otomatis membatalkan langganan yang Anda beli melalui Google Play Store atau Apple App Store. Jika Anda berlangganan melalui app store, batalkan langganan langsung di pengaturan langganan toko tersebut untuk menghentikan biaya di masa depan.
nb: ikke automatisk kansellere et abonnement du kjøpte gjennom Google Play Store eller Apple App Store. Hvis du abonnerte gjennom en app-butikk, kansellerer du abonnementet direkte i den butikkens abonnementsinnstillinger for å stoppe fremtidige koster.
nl: automatisch een abonnement annuleren dat je via de Google Play Store of Apple App Store hebt gekocht. Als je je via een app store hebt geabonneerd, annuleer het abonnement dan rechtstreeks in de abonnementsinstellingen van die winkel om toekomstige kosten te stoppen.
pl: automatycznie anuluje subskrypcję zakupioną przez Google Play Store lub Apple App Store. Jeśli zasubskrybowałeś za pośrednictwem sklepu z aplikacjami, anuluj subskrypcję bezpośrednio w ustawieniach subskrypcji tego sklepu, aby zatrzymać przyszłe opłaty.
pt_br: cancela automaticamente uma assinatura que você adquiriu através da Google Play Store ou Apple App Store. Se você se inscreveu através de uma loja de aplicativos, cancele a assinatura diretamente nas configurações de assinatura dessa loja para parar de receber cobranças futuras.
pt_pt: cancelar automaticamente uma subscrição que adquiriu através da Google Play Store ou Apple App Store. Se subscreveu através de uma loja de aplicações, cancele a subscrição diretamente nas definições de subscrição dessa loja para interromper futuras cobranças.
ro: anulează automat un abonament pe care l-ați cumpărat prin Google Play Store sau Apple App Store. Dacă v-ați abonat prin intermediul unui app store, anulați abonamentul direct în setările de abonament ale respectivului magazin pentru a opri taxele viitoare.
ru: автоматически отменит подписку, которую вы приобрели через Google Play Store или Apple App Store. Если вы подписались через app store, отмените подписку прямо в параметрах подписки этого магазина, чтобы остановить будущие платежи.
sk: automaticky nezruší predplatné, ktoré ste si kúpili cez Obchod Google Play alebo Obchod Apple App Store. Ak ste sa prihlásili prostredníctvom obchodu aplikácií, zrušte predplatné priamo v nastaveniach predplatného daného obchodu, aby ste zabránili budúcim platbám.
sv: automatiskt avbryta en prenumeration du köpte via Google Play Store eller Apple App Store. Om du prenumererade via en appbutik, avbryt prenumerationen direkt i den butikens prenumerationsinställningar för att stoppa framtida debiteringar.
th: ยกเลิกการสมัครที่คุณซื้อผ่าน Google Play Store หรือ Apple App Store โดยอัตโนมัติ หากคุณสมัครผ่านแอป store ให้ยกเลิกการสมัครโดยตรงในการตั้งค่าการสมัครของ store นั้นเพื่อหยุดการเรียกเก็บเงินในอนาคต
tr: Google Play Store veya Apple App Store aracılığıyla satın aldığınız aboneliği otomatik olarak iptal etmez. Bir uygulama mağazası aracılığıyla abone olduysa, gelecekteki ücretleri durdurmak için o mağazanın abonelik ayarlarında doğrudan aboneliği iptal edin.
uk: автоматично НЕ скасує підписку, яку ви придбали в Google Play Store або Apple App Store. Якщо ви підписались через магазин програм, скасуйте підписку безпосередньо в параметрах підписки цього магазину, щоб уникнути майбутніх списань.
vi: tự động hủy đăng ký mà bạn đã mua thông qua Google Play Store hoặc Apple App Store. Nếu bạn đã đăng ký thông qua cửa hàng ứng dụng, hãy hủy đăng ký trực tiếp trong cài đặt đăng ký của cửa hàng đó để dừng các khoản phí trong tương lai.
zh_hans: 自动取消您通过 Google Play Store 或 Apple App Store 购买的订阅。如果您通过应用商店订阅，请直接在该商店的订阅设置中取消订阅以停止将来的收费。
zh_hant: 自動取消您透過 Google Play Store 或 Apple App Store 購買的訂閱。如果您透過應用程式商店訂閱，請直接在該商店的訂閱設定中取消訂閱，以停止未來的費用。

# web.delete_account.store_subscription_not
source: not
ar: لا
cs: ne
da: ikke
de: tut
el: δεν
es: no
fi: ei
fr: ne
he: לא
hi: नहीं
hu: nem
id: tidak
it: non
ja: しません
ko: 않습니다
ms: tidak
nb: ikke
nl: niet
pl: nie
pt_br: não
pt_pt: não
ro: nu
ru: не
sk: nie
sv: inte
th: ไม่
tr: DEĞIL
uk: не
vi: không
zh_hans: 不会
zh_hant: 不會

# web.delete_account.subtitle
source: How to delete your KnotQ account and what happens to your data.
ar: كيفية حذف حساب KnotQ الخاص بك وما يحدث لبياناتك.
cs: Jak smazat váš účet KnotQ a co se stane s vašimi daty.
da: Sådan sletter du din KnotQ-konto og hvad der sker med dine data.
de: Wie Sie Ihr KnotQ-Konto löschen und was mit Ihren Daten geschieht.
el: Πώς να διαγράψετε τον λογαριασμό KnotQ και τι συμβαίνει στα δεδομένα σας.
es: Cómo eliminar tu cuenta de KnotQ y qué sucede con tus datos.
fi: Kuinka poistaa KnotQ-tilisi ja mitä tapahtuu tiedoillesi.
fr: Comment supprimer votre compte KnotQ et ce qu'il advient de vos données.
he: כיצד למחוק את חשבון KnotQ שלך ומה קורה לנתונים שלך.
hi: अपना KnotQ खाता कैसे हटाएं और आपके डेटा का क्या होता है।
hu: Hogyan törölje KnotQ fiókját és mit történik az Ön adataival.
id: Cara menghapus akun KnotQ Anda dan apa yang terjadi pada data Anda.
it: Come eliminare il tuo account KnotQ e cosa succede ai tuoi dati.
ja: KnotQアカウントを削除する方法とデータに何が起こるか。
ko: KnotQ 계정을 삭제하는 방법 및 데이터에 대한 처리 방식입니다.
ms: Cara menghapus akun KnotQ Anda dan apa yang terjadi pada data Anda.
nb: Slik sletter du KnotQ-kontoen din og hva som skjer med dataene dine.
nl: Hoe je je KnotQ-account verwijdert en wat er met je gegevens gebeurt.
pl: Jak usunąć swoje konto KnotQ i co stanie się z Twoimi danymi.
pt_br: Como excluir sua conta KnotQ e o que acontece com seus dados.
pt_pt: Como eliminar a sua conta KnotQ e o que acontece aos seus dados.
ro: Cum să ștergeți contul dvs. KnotQ și ce se întâmplă cu datele dvs.
ru: Как удалить учётную запись KnotQ и что произойдёт с вашими данными.
sk: Ako zmazať konto KnotQ a čo sa stane s vašimi údajmi.
sv: Hur du tar bort ditt KnotQ-konto och vad som händer med din data.
th: วิธีลบบัญชี KnotQ ของคุณและสิ่งที่เกิดขึ้นกับข้อมูลของคุณ
tr: KnotQ hesabınızı nasıl silebilirsiniz ve verilerinize neler olur.
uk: Як видалити свій акаунт KnotQ та що відбудеться з вашими даними.
vi: Cách xóa tài khoản KnotQ của bạn và những gì xảy ra với dữ liệu của bạn.
zh_hans: 如何删除您的 KnotQ 账户及您的数据会发生什么。
zh_hant: 如何刪除您的 KnotQ 帳戶及您的資料會發生什麼。

# web.delete_account.thirty_days_label
source: 30 days
ar: 30 يوم
cs: 30 dní
da: 30 dage
de: 30 Tage
el: 30 ημέρες
es: 30 días
fi: 30 päivää
fr: 30 jours
he: 30 ימים
hi: 30 दिन
hu: 30 nap
id: 30 hari
it: 30 giorni
ja: 30日
ko: 30일
ms: 30 hari
nb: 30 dager
nl: 30 dagen
pl: 30 dni
pt_br: 30 dias
pt_pt: 30 dias
ro: 30 de zile
ru: 30 дней
sk: 30 dní
sv: 30 dagar
th: 30 วัน
tr: 30 gün
uk: 30 днів
vi: 30 ngày
zh_hans: 30 天
zh_hant: 30 天

# web.delete_account.title
source: Delete Your Account — KnotQ
ar: حذف حسابك — KnotQ
cs: Smazat váš účet — KnotQ
da: Slet din konto — KnotQ
de: Konto löschen — KnotQ
el: Διαγραφή του Λογαριασμού σας — KnotQ
es: Eliminar tu cuenta — KnotQ
fi: Poista tilisi — KnotQ
fr: Supprimer votre compte — KnotQ
he: מחק את החשבון שלך — KnotQ
hi: अपना खाता हटाएं — KnotQ
hu: Fiók törlése — KnotQ
id: Hapus Akun Anda — KnotQ
it: Elimina il tuo account — KnotQ
ja: アカウントを削除 — KnotQ
ko: 계정 삭제 — KnotQ
ms: Hapus Akun Anda — KnotQ
nb: Slett kontoen din — KnotQ
nl: Je account verwijderen — KnotQ
pl: Usuń swoje konto — KnotQ
pt_br: Excluir Sua Conta — KnotQ
pt_pt: Elimine a Sua Conta — KnotQ
ro: Ștergeți-vă contul — KnotQ
ru: Удалить учётную запись — KnotQ
sk: Zmazať konto — KnotQ
sv: Ta bort ditt konto — KnotQ
th: ลบบัญชีของคุณ — KnotQ
tr: Hesabınızı Silin — KnotQ
uk: Видалити ваш акаунт — KnotQ
vi: Xóa Tài khoản — KnotQ
zh_hans: 删除您的账户 — KnotQ
zh_hant: 刪除您的帳戶 — KnotQ

# web.delete_account.what_gets_deleted_heading
source: What gets deleted
ar: ما يتم حذفه
cs: Co se smažeme
da: Hvad bliver slettet
de: Was wird gelöscht
el: Τι διαγράφεται
es: Qué se elimina
fi: Mitä poistetaan
fr: Ce qui est supprimé
he: מה נמחק
hi: क्या हटाया जाता है
hu: Mi kerül törlésre
id: Apa yang dihapus
it: Cosa viene eliminato
ja: 削除されるもの
ko: 삭제되는 항목
ms: Apa yang dihapus
nb: Hva som blir slettet
nl: Wat wordt verwijderd
pl: Co zostanie usunięte
pt_br: O que é excluído
pt_pt: O que é eliminado
ro: Ce se șterge
ru: Что удаляется
sk: Čo sa mažu
sv: Vad som tas bort
th: สิ่งที่ถูกลบ
tr: Silinecek neler
uk: Що видаляється
vi: Những gì được xóa
zh_hans: 将删除什么
zh_hant: 刪除的內容

# web.delete_account.what_gets_deleted_intro
source: After the grace period, the following data is permanently removed from KnotQ's systems:
ar: بعد فترة الرحمة، يتم حذف البيانات التالية بشكل دائم من أنظمة KnotQ:
cs: Po uplynutí lhůty pro zvážení se z KnotQ systémů trvale odstraní následující data:
da: Efter henstandsperioden bliver følgende data permanent fjernet fra KnotQ's systemer:
de: Nach der Widerrufsfrist werden die folgenden Daten dauerhaft aus KnotQ-Systemen entfernt:
el: Μετά την περίοδο χάριτος, τα ακόλουθα δεδομένα αφαιρούνται μόνιμα από τα συστήματα του KnotQ:
es: Después del período de gracia, los siguientes datos se eliminan permanentemente de los sistemas de KnotQ:
fi: Lisäajan jälkeen seuraavat tiedot poistetaan pysyvästi KnotQ:n järjestelmistä:
fr: Après la période de grâce, les données suivantes sont supprimées de manière permanente des systèmes de KnotQ :
he: לאחר תקופת ההחלמה, הנתונים הבאים מוסרים בצורה קבועה מממערכות KnotQ:
hi: सहायक अवधि के बाद, निम्नलिखित डेटा KnotQ की प्रणालियों से स्थायी रूप से हटा दिया जाता है:
hu: A haladék lejárta után a következő adatok véglegesen eltávolítódnak a KnotQ rendszereből:
id: Setelah periode tenggang, data berikut dihapus secara permanen dari sistem KnotQ:
it: Dopo il periodo di grazia, i seguenti dati vengono rimossi permanentemente dai sistemi di KnotQ:
ja: 猶予期間後、次のデータはKnotQのシステムから永久に削除されます:
ko: 유예 기간 이후 다음 데이터는 KnotQ 시스템에서 영구적으로 제거됩니다:
ms: Setelah periode tenggang, data berikut dihapus secara permanen dari sistem KnotQ:
nb: Etter franisten blir følgende data permanent fjernet fra KnotQs systemer:
nl: Na de bedenktermijn worden de volgende gegevens permanent uit KnotQ's systemen verwijderd:
pl: Po okresie karencji następujące dane są trwale usuwane z systemów KnotQ:
pt_br: Após o período de carência, os seguintes dados são permanentemente removidos dos sistemas da KnotQ:
pt_pt: Após o período de carência, os seguintes dados são permanentemente removidos dos sistemas do KnotQ:
ro: După perioada de grație, următoarele date sunt permanent eliminate din sistemele KnotQ:
ru: По истечении периода отсрочки следующие данные окончательно удаляются из систем KnotQ:
sk: Po milosťovom období sa nasledujúce údaje trvalo odstránia zo systémov spoločnosti KnotQ:
sv: Efter frijperioden tas följande data permanent bort från KnotQ:s system:
th: หลังจากระยะเวลาผ่อนผัน ข้อมูลต่อไปนี้จะถูกลบออกอย่างถาวรจากระบบ KnotQ:
tr: İnceleme süresi sonra, aşağıdaki veriler KnotQ'nun sistemlerinden kalıcı olarak kaldırılır:
uk: Після періоду поблажливості наступні дані постійно видаляються з систем KnotQ:
vi: Sau khoảng thời gian ân hạn, dữ liệu sau đây bị xóa vĩnh viễn khỏi hệ thống của KnotQ:
zh_hans: 在宽限期后，以下数据将从 KnotQ 的系统中永久删除：
zh_hant: 在寬限期後，下列資料將永久從 KnotQ 的系統中移除：
